import constants
prod1 = "<a href='https://t.me/joinchat/HHZHb0298Z4ctBLTK8Po3g'>6️⃣ SPAM UA|1</a>"
prod2 = "<a href='https://t.me/joinchat/N4Ha6BqzgM14R1-GsJs8Og'>7️⃣ SPAM UA|2</a>"
start_bot = '💙💛 Біржа реклами @baraholka_lv\n\n🔘 Як подати оголошення:\n\n'\
            '🧾 Оголошення додаються ✍️ у групу\nзадопомогою бота 🤖 @BarahLv_bot'\
            '\n👉 Перейдить у бота 🤖 та задопмогою пункту меню ➕ ПОДАТИ ОГОЛОШЕННЯ, створить своє оголошення 🆕'\
            '\n\n🔘 Не публікується:\n\n'\
            '⛔️ Реклама наркотиків та їх аналогів, медикаментів.\n'\
            '⛔️ Посилання на сторонні ресурси, ботів та тп\n'\
            '⛔️ Онлайн казино, масова розсилка\n\n⚙ Бот розроблено @ua_pr_group'
cont = '💬 Користувач: '
ln = '\n➖➖➖➖➖➖➖➖➖\n'
idp = '🆔 '
tm = '\n📆 '
zg = '📰 Канал: '
pdp = '\n👥 Підписників: '
prg = '\n👀 Переглядів: '
fr = '\n🔝 Формат: '
us = '@'
wal = ' грн'
but_zam = '➕ ПОДАТИ ОГОЛОШЕННЯ'
zl0 = '#продамрекламу #вп\n\n'
zl = 'ℹ Введіть посилання на ваш канал'
zl2 = 'ℹ Введіть кількість підписників'
zl3 = 'ℹ Введіть кількість переглядів на 1 пост'
zl4 = 'ℹ Введіть формат реклами (1/24, 2/48 або свій варіант)'
op = 'ℹ '
pr = '\n💰 Ціна: '
pr_ent = '💰 введіть ціну реклами'
send = '📰 Опубликувати оголошення?'
tx_yes = '✅ Так'
tx_no = '❌ Видалити'
send_ok = '📰 Оголошення опубликоване в групі @baraholka_lv та в чаті @pros1000'
tx_inf = 'ℹ Допомога'
b_pog = '🔘 Як подати оголошення'
b_pr = '💰 Платний тариф'
inf_dop = '💡 Можливо вам буде цікаво:'
inf_pr = {'💙💛 Біржа реклами @baraholka_lv\n\n💰 Платний тариф:\n\n'
          '🔝 Оголошення ТОП - 7 днів в закріпленні групи\n🏷 Ціна: 10 грн\n\n'
          '🚀 Швидкий старт - додаткове розміщення на 7 днів у 3-х рекламних чатах в тарифному плані (РЕКЛАМА +)'
          '\n🏷 Ціна: 100 грн\n\n'
          '🛒 Замовити: @jonders\n\n⚠️ рекламні чати з тарифом РЕКЛАМА+ (@first_ua @best_chatt @zoompr)'}
photo = '🌁 Добавити фото'
new_user = ', радий Вас 👀бачити, 🔝 вдалих продажів\n\n'
tx_pravilo = '👇Важлива інформація👇\n\n'
bl_user = ',\n✍ Підпишіться на канал \n👉 '
prod = '🌐 UA PR GROUP |🇺🇦'
info_prod = '🌐 UA PR GROUP |🇺🇦\n👉@ua_pr_group\n➖➖➖➖➖➖➖➖➖\nPR чати 🔊\n' \
            + constants.my_chats + prod1 + '\n' + prod2 + '\n➖➖➖➖➖➖➖➖➖\nБоти 🤖\n' \
                                   '👀 Модератор чату. Замовлення реклами:\n'\
            '👉@ZoomCashReal_bot\n👉@ChatZoomBot\n👉@ZoomAdmin_bot\n🗂 Каталог рекламних чатів\n'\
            '👉@Prcat2019_bot\n➖➖➖➖➖➖➖➖➖\nПродажи 🛒\n'\
            '📰 Біржа реклами\n👉@baraholka_lv\n🧐 Чат біржи'\
            '\n👉@pros1000\n➖➖➖➖➖➖➖➖➖\nГрупи 👥\n'\
            '🍋 Заробіток в інтернеті\n👉@wmzone\n📊 Excel за дві хвилини\n👉@excelessy\n🔎 ZoomShop\n👉@zoolviv2016'
dos = '💙💛 @baraholka_lv'
icn = '\n📰 '
